Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_243_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: SomBy lea joavku Suoma Sámis , mii čuojaha sámegielat rock-musihka .
smn: SomBy lii sämikielâlâš rock-muusik suáittee juávkku , mii lii vuálgus Suomâ sämikuávlust .

source: Musihkka spiehkkasa árbevirolaš sámemusihkas luođis rock-šuoŋaiguin .
smn: Muusik spiekâst ärbivuáválâš säämi musikkist juoigâmist , ko tot lii rock-sundásâš .

source: Joavku lea vuođđuduvvon máŋga jagi dassái Suoma lulimus sámegilis Vuohččus .
smn: Bändi lii vuáđudum maŋgâ ive tassaaš Suomâ mädimuu sämisiijdâst Vuáčust .

source: Dálá hámi joavku lea ožžon jagiid mielde .
smn: Tááláš čuákánpieijâm lii hámášum iivij mield. .

source: Álggus joavku lei vuohččulaš nieidajoavku , mii riegádii go gilážis ii lean eará bargu .
smn: Aalgâst juávkku lâi vuáččulâš nieidâbändi , mii šoodâi , ko siijdâst ij lamaš eres porgâmuš .

source: Ovtta čavčča Vuohččus doaibmagođii musihkkaleaira , gos joavku vehážiid mielde riegádii .
smn: Mottoom čoovčâ toimâškuođij Vuáčust bändikerho , mast bändi kuuloold šoodâi .

source: Álggus joavkkus ledje čieža nieidda , muhto vehážiid muhtumiin čáskkai beroštupmi ja oassi heittii .
smn: Aalgâst bäändist lijjii čiččâm nieidâd , mut kuuloold motomij mielâkiddiivâšvuotâ čaaskâi já uási lopâttij .

source: Dálá čoahkus leat fárus golbma originála lahttu ; golbma vuohččulaš nieidda , geaid fárrui darvánedje maŋŋelis guokte bártni ránnjágielddas Anáris .
smn: Tááláá čuákánpiejâmist láá mieldi kulmâ algâalgâlii jeessân ; kulmâ vuáččulâš nieidâ , moi fáárun vuolgijn maŋeláá kyehti kaandâ ránnjákieldâst Anarist .

source: Dán áiggi jovkui gullet Miira Suomi ( lávlun ) , Milla Pulska ( šleađgapiano ) , Unna-Maari Pulska ( trumbbut ) , Oula Guttorm ( gitárra ) ja Juho Kiviniemi ( basso ) .
smn: Tááláá ääigi bäändin kuleh Miira Suomi ( lávlum ) , Milla Pulska ( syntetisaattor ) , Unna-Maari Pulska ( ruumbuh ) , Oula Guttorm ( kitaar ) já Juho Kiviniemi ( basso ) .

source: Dát joavku lea čuojahan ovttas jagi 2007 rájes .
smn: Tááláš čuákánpieijâm lii toimâm oovtâst ive 2007 rääjist .

source: Joavkku namma lei álggus Häkämyrkytys , mii goittotge rievddai SomByn dađistaga go joavkku lahtut molsašuvve .
smn: Bäändi nommâ lâi aalgâst Häkämyrkytys , mii kuittâg muttui SomByn jesânij molsâšume ohtâvuođâst .

source: Nammarievdadeami oktavuhtii gulai maid mearrádus álgit čuojahit musihka aivvefal sámegillii .
smn: Nommâmolsâšumán lohtâsij še miärádâs čuojâtškyettiđ muusik tuše sämikielân .

source: Joavku čuojahii álgoáiggiin sámegielat lávlagiid lassin suopmelaš dovddus bihtáid , main sii ledje oasi jorgalan sámegillii .
smn: Bändi čuojâttij algâaaigijn sämikielâlâš lavlui lasseen syemmilâš tobdos pittáid , main uási sij lijjii jurgâlâm sämikielân .

source: Giellamearrádusa vuođul namma Häkämyrkytys ii lean šat heivvolaš stuorát ollisvuođa dáfus .
smn: Kielâmiärádâs vuáđuld nommâ Häkämyrkytys ij orroom lemin hiäivulâš ubâlâšvuođâ juurdâštijn .

source: Nuba galggai hutkagoahtit ođđa nama ja namman váldojuvvui SomBy .
smn: Nuuvtpa uđđâ noomâ ovdedem vuolgij joton já nommân meridui väldiđ SomBy .

source: SomBy-nama ruohttasat leat nieiddaid ruovttuguovllus ja historjás .
smn: SomBy-nommâ joođeet madduidis nieidâi päikkikuávlun já historján .

source: Ovdalaš áiggi nieiddaid ruovttugilis Vuohčus lei stuorra guovlu , man gohčodedje Sompion .
smn: Tovláá ääigi nieidâi päikkisiijdâ Vuáču suulâin lâi stuorrâ kuávlu , mon kočodii suomâkielân Sompion .

source: Boares kárttas lea dát viiddes guovlu merkejuvvon Sombio-Byn mas váldojuvvui atnui oanádus SomBy .
smn: Puáris káártást lâi merkkejum siämmáš vijđes kuávlu noomáin Sompio-By mast valdui kiävtun uánádâs SomBy .

source: Oanádusa geažil loahppageaži B-bustávva čállojuvvo stuorra bustávain , ja maiddái danin vai namma ii seahkanivččii sápmelaš goargguin Sombyin
smn: Uánádâs keežild loppâuási B-puustav čálloo styeresin , já meid tondiet , et nommâ ij siähán säämi suhânoomáin Somby .

source: Joavku čuojaha rock-musihka viidásepmosit hubmojuvvon sámegillii , davvisámegillii .
smn: Bändi čuojât rock-muusik vijđásumosávt sarnum sämikielân tavesämikielân .

source: Joavku bidjá nuohta ja sániid ieš buot bihtáide .
smn: Bändi nyettee já sännee puoh pitáidis jieš .

source: Komponistan lea eanáš gitárra čuojaheaddji Oula Guttorm , go fas sániin vástida Milla Pulska .
smn: Nuottiimist västid iänááš kitarist Oula Guttorm , ko oppeet sannim uáiviovdâsvástádâs lii synistist Milla Pulskaast .

source: Buot lahtut leat goittotge juoga láhkai oassálažžan ieš komponeren- ja čállinbarggus .
smn: Puoh jesâneh láá kuittâg mottoom náálá uásálâžžân nuottim- já sannimpargoost .

source: Iežas bihtáid lassin joavku lea čuojahan konsearttain muhtin cover-bihtáid , dego dovddus sámeartistta Mari Boine bihtá Alla hearrá guhkkin Oslos .
smn: Jieijâs pitái lasseen juávkku lii čuojâttâm ráiđustis motomijd cover-pittáid , tegu tobdos sämiartist Mari Boine pittáid Alla hearrá guhkkin Oslos ( Ollâ hiärrá kukken Osloost ) .

source: Dán bihtás dahkkon veršuvdna gávdno maiddái joavkku albumas Álas eana .
smn: Siämmáá pittáást rahtum versio kávnoo še juávhu vuossâmuu oleskukkosâš albumist Álás eana ( Pietittes eennâm ) .

source: Skearrofitnodagain soahpamuš
smn: Kiälhástâlmist skiärrudemsopâmušân

source: Joavku dagai soahpamuša jagi 2008 skearrofitnodagain Tuupa Records Oy : in .
smn: Juávkku toovâi skiärrudemsopâmuš ive 2008 Tuupa Records Oy skiärrufinnoduvváin .

source: Joavku lea almmustahttán EP:a ( Čáhppes lasttat 2008 ) , singela ( Ii iđit vel 2009 ) ja dievasguhkkosaš skearru ( Álás eana 2010 ) .
smn: Juávkku lii almostittám EP-skiäru Čáhppes lasttat 2008 ( Čapis loostah ) , single Ii iđit vel 2009 ( Ij iiđeed vala ) sehe oleskukkosâš skiäru Álás eana 2010 ( Pietittes eennâm ) .

source: EP almmuheami maŋŋá joavku šaddagođii bivnnuheabbon ja jahki skearru almmuheami maŋŋá joavku vuittii giđđat 2009 sámiid eur ovišuvdnange gohčoduvvon lávlungilvvohallama Sámi Grand Prix : a lávlagiin Ii iđit vel .
smn: EP almostittem maŋa juávhu mielâstumvuotâ lassaanškuođij já ive maŋa skiäru almostitmist bändi vuoitij kiđđuv 2009 sämmilij euroviisun-uv nobdum laavlâkišto Sámi Grand Prix pittáin Ii iđit vel .

source: Bivnnutvuohta lassánii go joavku beasai viidáseappot joatkkagilvvohallamii seamma čavčča Hollándii , gos dollojuvvui Eurohpá unnitlogugielaid lávlungilvu liet .
smn: Mielâstumvuotâ uážui joođhâ , ko bändi peesâi jotkâkiišton vala siämmáá čoovčâ Hollandin , kost tollui Euroop ucceeblohokielâi laavlâkišto liet .

source: Joavku vuittii seamma bihtáin dánge gilvvu .
smn: Juávkku vuoitij siämmáin pittáin taan-uv kišto .

source: Mihtolat joatkašuvai go joavku bálkkašuvvui maŋŋelis čakčat Suoma sámedikki kulturbálkkašumiin , man sidjiide juolludii dan áigásaš kulturministtar Stefan Wallin .
smn: Mielâstumvuotâ uážui ain-uv joođhâ , ko bändi palhâšui maŋeláá čohčuv Suomâ sämitige kulttuurpalhâšuumijn , mon sijjân mieđettij tallaš kulttuurminister Stefan Wallin .

source: Seamma jagi juovlamánus joavkku nieiddaide geigejuvvui vel “ vuoden sodankyläläisteko ” - bálkkašupmi .
smn: Siämmáá ive juovlâmáánust juávhu nieidáid mieđettui vala ive suáđigillâštaho-palhâšume .

source: Seamma áigge juovlamánus joavku attii olggos vuoitobihtás maiddái singela , mii loktanii Suoma virggálaš singellisttu ovccádin .
smn: Siämmái aaigij juávkku almostitij vuáitulâš pittáást vala single . Tot luptânij Suomâ virgálâš singleliiston sajan 9 .

source: Seamma áigge joavku gárvii vuosttamuš dievasguhkkosaš skearru , Álás eana , mii almmustahttui jagi 2010 álggus .
smn: Siämmáá ääigi juávkku valmâštâlâi vuossâmuu oleskukkosâš skiärus Álás eana , mii almostui 2010 ive aalgâst .

source: Skearrualmmuhanbeaivi lei earenoamáš ávvubeaivi , danin go ovdal skearru almmuhandilálašvuođa joavku finai vuostáiváldimin Helmi-bálkkašumi , man Pohjolan Osuuspankki lei mieđihan .
smn: Skiärualmostittempeivi lâi eromâš juhlálâš , ko ovdil almostittemtilálâšvuođâ juávkku eelij väldimin vuástá Pohjolan Osuuspaaŋki mieđettem Helmi-palhâšume .

source: Bálkkašumit leat movttiidahttán joavkku ja muitalit dan mearkkašumis sámekultuvrii .
smn: Bäändi paalhâšmeh láá lamaš stuorrâ movtijdittee bäändi toimáid já muštâleh ton tehálâšvuođâst sämikulttuurân .

source: Joavku lea johtán viššalit sámeeatnama lassin maiddái lulimus Suomas ja olgoriikkainge .
smn: Bändi lii jottáám čuojâttemmaađhijn aktiivlávt sämieennâm lasseen še Maadâ-Suomâst já olgoenâmijn-uv .

source: Vaikko guldaleaddjit eai álo ipmir sámegielat sániid , leat olbmot liikon musihkkii ja joavkku musihkka lea muhtumin čuojahuvvon maiddái Suoma riikkaviidosaš radiokanálain .
smn: Veikkâ kuldâleijeeh iä ovttuu ibbeerd sämikielâlâš sanniimijd , te musikkân láá kuittâg almolávt lijkkum , já juávhu muusik lii soittum koskâttuvâi še Suomâ väldikodálijn radiokanavijn .

source: Máŋggaid jagiid bistán turnéaid maŋŋá joavku mearridii doallat 2010 jagi guhkkosaš bottu .
smn: Maaŋgâihásâš aktiivlâš čuojâttemmađhâšem maŋa bändi meridij toollâđ ive 2010 pajeláhháá ive kukkosii poođhâ .

source: Juste dál ( 2012 ) joavku gárve turnéaid lassin nuppi olles skearru , mii galggašii almmustahttot jagi 2013 álgogeažis .
smn: Tääl ( ive 2012 ) bändi valmâštâl čuojâttemmaađhij lasseen nube oleskukkosâš albumis , mii kolgâččij puáttiđ olgos ive 2013 aalgâbeln .

source: Sáhtát čuovvut SomBy interneahtas :
smn: SomBy Myspacest SomBy Facebookist

source: SomBy musihkka :
smn: SomByn muusik :
